import React from 'react';

const Blogs = () => {
    return (
        <div className='grid gap-4 grid-cols-1 md:grid-cols-2 lg:grid-cols-3 mt-16'>
            <div className='border-2 rounded-lg p-4 shadow-lg lg:ml-4'>
                <h1 className='text-3xl mb-2'>কনটেক্সট এপিআই কী???</h1>
                <p>কনটেক্সট এপিআই হল একটি রিঅ্যাক্ট স্ট্রাকচার । যা প্যারেন্ট কম্পোনেন্ট হতে চাইল্ড কম্পোনেন্টে ডাটা আদান প্রদান করতে সহায়তা করে । এবং আমাদেরকে প্রপ-ড্রিলিং সমস্যা থেকে সমাধানে সহায়তা করে।</p>
            </div>
            <div className='border-2 rounded-lg p-4 shadow-lg'>
                <h1 className='text-3xl mb-2'>সিমান্টিক ট্যাগ কী??</h1>
                <p>সিমান্টিক  ট্যাগ গুলি মানুষের এবং মেশিনের পাঠযোগ্য,এবং তাদের অর্থ স্পষ্টভাবে বর্ণনা করে। Header, Footer এবং Main, Article, Section, Aside এলিমেন্টগুলিকে সিমান্টিক ট্যাগ হিসাবে বিবেচনা করা হয়। সিমান্টিক ট্যাগ গুলো তাদের ভিতরে থাকা বিষয়বস্তুর ধরন সঠিকভাবে বর্ণনা করে।</p>
            </div>
            <div className='border-2 rounded-lg p-4 shadow-lg lg:mr-4'>
                <h1 className='text-3xl mb-2'>ব্লক এবং ইনলাইন ইলিমেন্টের মধ্যে পার্থক্য</h1>
                <p>একটি ইনলাইন ইলিমেন্ট নতুন লাইন শুরু করে না। একটি ইনলাইন ইলিমেন্টের যতটুকু প্রস্থ প্রয়োজন ঠিক ততটুক প্রস্থ জুড়ে থাকে। যেমন span এবং small ইনলাইন ইলিমেন্ট।<hr />
                ব্লক ইলিমেন্ট সব সময় নতুন লাইন শুরু করে। ব্লক ইলিমেন্ট সব সময় পুরো width বা প্রস্থ জুড়ে থাকে। ব্রাউজার অটোমেটিক ভাবে ব্লক ইলিমেন্টের আগে এবং পরে কিছু জায়গা দখল করে রাখে। প্যরাগ্রাফ (p),div, h1-h6 এইগুলো ব্লক ইলিমেন্ট।</p>
            </div>
        </div>
    );
};

export default Blogs;